{
  "qualifications": "Resumen de calificaciones",
  "languages": "Lenguajes de programación",
  "frameworks": "Web Frameworks",
  "libraries": "Bibliotecas",
  "respositories": "Repositorios",
  "workExperience": "Experiencia laboral ",
  "engineer": "Ingeniero de software",
  "developer": "Desarrollador de software",
  "sourcecolExp": "-Trabajando como desarrollador de backend y frontend para desarrollar formularios web donde los usuarios pueden realizar adquisiciones, generar pedidos, rastrear contratos.\n-Administrar roles y permisos para habilitar algunas funciones a los usuarios y restringir otras.\n-Diseñar la web principal para ser más amigable con los usuarios. ",
  "ecityExp": "-Trabajé como desarrollador backend y frontend, desarrollando API's, diseñando formularios, desarrollando workflows, etc.  n-Trabajó en la programación de dispositivos físicos que las empresas colocan en sus sucursales donde los usuarios pueden pagar impuestos, buscar información y todo esto con efectivo.\n- Trabajó en la programación de dispositivos físicos que los cines colocan en sus sucursales donde los usuarios pueden pagar boletos, buscar funciones, seleccionar sala de posición, buscar boletos comprados y todo esto con efectivo.\n-Dispositivos físicos integrados que administran efectivo como billetera, monedero, escáner de dedos, etc. Se utiliza en software para obtener dinero, devolver dinero, habilitar la autenticación.  n-Implementó y administró la infraestructura de traducción en nuestras aplicaciones frontend y backend ",
  "1cero1Exp": "-Trabajé en el desarrollo de formularios web para el portal de un ayuntamiento, donde los usuarios pueden pagar impuestos y realizar algún trámite para obtener licencias o enviar documentos.\nDiseñé e implementé automatizaciones para crear los formularios web más rápido.",
  "entrepreneurship": "Emprendimiento",
  "oxigiovannyExp": "Usé Javascript, NodeJS, NextJS para crear una aplicación web que ayuda a una empresa de salud a administrar los datos generados dentro del proceso de la empresa, también generar informes y exportarlos en archivos de Excel.",
  "openSource": "Públicos",
  "portfolio": "Portafolio",
  "portfolioExp": "Implementé mi propio portafolio basado en mi experiencia profesional e información sobre mí, el portafolio fue creado en NextJS, HTML5 y CSS3. ",
  "education": "Educación ",
  "educationExp": "-Ingeniero de software, Tecnológico de Antioquia, obtenido en Marzo del 2021.\n-Certificaciones de Platzi, Platzi,obtenidas desde el 2019.",
  "activitiesInterests": "Actividades e Intereses",
  "activities": "Deportes, ajedrez, lectura, seguir aprendiendo, música.",
  "contact": "Contacto",
  "awarded": "obtenido",
  "april": "Abril",
  "march": "Marzo",
  "january": "Enero",
  "present": "Presente",
  "print": "Imprime mi curriculum."
}
