{
  "qualifications": "Summary of Qualifications",
  "languages": "Programming Languages",
  "frameworks": "Web Frameworks",
  "libraries": "Libraries",
  "respositories": "Respositories",
  "workExperience": "Work Experience",
  "engineer": "Software Engineer",
  "developer": "Software Developer",
  "sourcecolExp": "-Working as backend and frontend developer for develop web form where users can do procurements, generate orders, track contracts.\n-Manage roles and permissions to enable some functions to users and restrict others.\n-Desing main web for be more friendly with the users.",
  "ecityExp": "-Worked as backend and frontend developer, developing API's, design forms, developing workflows, etc.\n-Worked programming physical devices that companies put in its branch offices where users can pay taxes, search for informations and all these with cash.\n-Worked programming physical devices that cinemas put in its branch offices where users can pay tickets, search for functions, select position room, search for tickets bought and all these with cash.\n-Integrated physical devices that manage cash like wallet, coin purse, finger scanner, etc. Used in software for get money, return money, enable authentication.\n-Implemented and managed the translation infrastructure on our frontend and backend applications",
  "1cero1Exp": "-Developing web form for a town hall's portal, where users can pay taxes and make some procedure for get licenses or send documents.\n-Designed and implemented automatizations for create the web forms faster.",
  "entrepreneurship": "Entrepreneurship",
  "oxigiovannyExp": "Used Javascript,NodeJS, NextJS to create a Web app that helps one health company to manage the data generated inside company's process, also generate reports and export these in excel files.",
  "openSource": "Open Source",
  "portfolio": "Portfolio",
  "portfolioExp": "I implemented my own portfolio based in my professional experience and info about me, the portfolio was created in NextJS, HTML5 and CSS3.",
  "education": "Education",
  "educationExp": "-Software Engineer, Tecnológico de Antioquia, awarded March 2021.\n-Platzi certifications, Platzi, awarded since 2019.",
  "activitiesInterests": "Activities and Interests",
  "activities": "Sports, chess, reading, keep learning, music.",
  "contact": "Contact",
  "awarded": "awarded",
  "april": "April",
  "march": "March",
  "january": "January",
  "present": "Present"
}
