{
  "qualifications": "Summary of Qualifications",
  "languages": "Programming Languages",
  "frameworks": "Web Frameworks",
  "libraries": "Libraries",
  "databases": "Databases",
  "respositories": "Respositories",
  "workExperience": "Work Experience",
  "engineer": "Software Engineer",
  "developer": "Software Developer",
  "sourcecolExp": "-Working as backend and frontend developer for develop web form where users can do procurements, generate orders, track contracts.\n-Manage roles and permissions to enable some functions to users and restrict others.\n-Desing main web for be more friendly with the users.\nCreation of WCF services and REST API, management of microservices.\n-Creating reports in sql to provide important data to the end user. ",
  "ecityExp": "-Worked as backend and frontend developer, developing API's, design forms, developing workflows, running reports.\n-Worked programming physical devices that companies put in its branch offices where users can pay taxes, search for informations and all these with cash.\n-Worked programming physical devices that cinemas put in its branch offices where users can pay tickets, search for functions, select position room, search for tickets bought and all these with cash.\n-Integrated physical devices that manage cash like wallet, coin purse, finger scanner, etc. Used in software for get money, return money, enable authentication.\n-Implemented and managed the translation infrastructure on our frontend and backend applications.\n-I worked on the development of a dashboard for the administration of the processes of each entity that contracted with the service offered.",
  "1cero1Exp": "-Developing web form for a town hall's portal, where users can pay taxes and make some procedure for get licenses or send documents.\n-Designed and implemented automatizations for create the web forms faster.",
  "entrepreneurship": "Entrepreneurship",
  "oxigiovannyExp": "Used Javascript,NodeJS, NextJS to create a Web app that helps one health company to manage the data generated inside company's process, also generate reports and export these in excel files.\nI made the Rest API deployment in Heroku and the application deployment in Vercel, all this with the respective CORS restrictions.",
  "openSource": "Open Source",
  "portfolio": "Portfolio",
  "portfolioExp": "I implemented my own portfolio based in my professional experience and info about me, the portfolio was created in NextJS, HTML5 and CSS3.",
  "education": "Education",
  "educationExp": "-Software Engineer, Tecnológico de Antioquia, awarded March 2021.\n-C # Programming Course Intelligent Training from Colombia - Year 2017.\n-Platzi certifications, Platzi, awarded since 2019.",
  "activitiesInterests": "Activities and Interests",
  "activities": "Sports, chess, reading, keep learning, music.",
  "contact": "Contact",
  "awarded": "awarded",
  "april": "April",
  "march": "March",
  "january": "January",
  "present": "Present",
  "print": "Print my curriculum.",
  "taskAppDescription": "Aplicación desarrollada en React usando NextJS, React Hooks, Next Js API, base de datos en hoja json.\nEsta aplicación trata sobre administrar tareas, crear, eliminar y actualizar el estado. ",
  "teamManagerAppDescription": "Aplicación desarrollada en React usando Redux para administrar el estado general, react Hooks, Rick and Morty API.\nEsta aplicación trata sobre administrar el equipo, cambiar posiciones y poner en posiciones animadas. ",
  "RickAndMortyAppDescription": "Aplicación desarrollada en React usando NextJS, React Hooks, Rick and Morty API, Lazyload.\nEsta aplicación se trata de buscar y conocer toda la información sobre los personajes de Rick y Morty.",
  "moviesApiDescription": "Api realizada con NodeJs usando express como framework para crear el servidor, como base de datos se usa MongoDB, middlewares como JOI y HAPI para validaciones de datos y campos.",
  "english": "English level",
  "softwaredev": "Software developer"
}
